[
    {
        "id": "01",
        "img": "https://i.ibb.co/q72w9Vq/blogchain.jpg",
        "title": "Blockchain Fundamentals",
        "duration": "4 weeks",
        "overview": "Blockchain is a revolutionary technology that is transforming various industries by enabling secure, transparent and efficient transactions. In this course, you will learn the fundamentals of blockchain technology, including the underlying principles, architectures, and applications. You will gain a solid understanding of how blockchain works and the potential impact it can have on different sectors, such as finance, supply chain, healthcare, and more.",
        "objections": "1)Understand the basics of blockchain technology and its underlying principles. 2)Explore different types of blockchain, such as public, private and hybrid. 3)Learn about the architecture of blockchain and how it enables secure and transparent transactions. 4)Discover the various applications of blockchain technology in different industries. 5)Gain hands-on experience in developing blockchain-based solutions using popular frameworks like Ethereum and Hyperledger."
    },
    {
        "id": "02",
        "img": "https://i.ibb.co/cT0Ftcg/uiux.jpg",
        "title": "UI/UX Design Fundamentals",
        "duration": "4 weeks (8 hours per week)",
        "overview": "This course is designed to teach students the fundamentals of user interface (UI) and user experience (UX) design. Students will learn how to create intuitive and aesthetically pleasing digital experiences by using design principles and best practices. The course will cover topics such as color theory, typography, layout, and user research.",
        "objections": "1) Understand the principles of UI/UX design. 2)Apply design principles to create visually appealing and user-friendly interfaces. 3)Conduct user research to inform design decisions. 4)Use industry-standard design tools such as Adobe XD and Sketch. 5)Create wireframes, prototypes, and mockups to communicate design concepts. 6)Develop a portfolio of design projects to showcase their skills to potential employers."
    },
    {
        "id": "03",
        "img": "https://i.ibb.co/Kx0zjKT/lot.jpg",
        "title": "Internet of Things (IoT)",
        "duration": "4 weeks",
        "overview": "The course provides an introduction to the fundamental concepts and technologies that make up the Internet of Things (IoT). Students will learn about the architecture and protocols used in IoT systems, as well as the various applications of IoT in different industries. The course will also cover the security and privacy issues associated with IoT.",
        "objections": "1)Understand the basic concepts and components of IoT. 2)Learn about the different types of IoT devices and their applications. 3)Explore the protocols and standards used in IoT systems. 4)Gain knowledge about IoT architecture and its layers. 5)Understand the integration of IoT with cloud computing and Big Data. 6)Explore the challenges associated with IoT security and privacy"
    },
    {
        "id": "04",
        "img": "https://i.ibb.co/zSCMMXQ/cloud-Computing.jpg",
        "title": "Cloud Computing Fundamentals",
        "duration": "6 weeks",
        "overview": "In today's world, cloud computing has become a game-changer for many businesses. This course is designed to provide an introduction to cloud computing and explore its various features, advantages, and limitations. By the end of this course, students will gain a strong understanding of cloud computing basics and how to implement them in their organization.",
        "objections": "1)Gain a thorough understanding of the different cloud computing models (IaaS, PaaS, SaaS) and how to select the appropriate model based on organizational requirements. 2)Learn about different cloud providers such as AWS, Azure, and Google Cloud Platform and understand how to choose the right provider based on specific business needs. 3)Understand cloud security and compliance standards, and learn about best practices to ensure security in the cloud environment. 4)Develop skills in managing and optimizing cloud infrastructure and services to reduce costs and improve performance. 5)Explore real-world case studies to understand how cloud computing is used in different industries and how it can transform business operations."
    },
    {
        "id": "05",
        "img": "https://i.ibb.co/HxDyhrr/devops.jpg",
        "title": "DevOps Fundamentals",
        "duration": "6 weeks (self-paced)",
        "overview": "This course is designed to introduce you to the fundamental principles and practices of DevOps. You will learn about the importance of collaboration and communication between development and operations teams, as well as the tools and technologies used in the DevOps ecosystem.",
        "objections": "1)Understand the principles and practices of DevOps. 2)Learn how to use DevOps tools such as Git, Jenkins, and Docker. 3)Gain hands-on experience with continuous integration and delivery. 4)Learn about infrastructure as code and how to automate deployments. 5)Understand the importance of monitoring and logging in DevOps"
    },
    {
        "id": "06",
        "img": "https://i.ibb.co/q9ZVJK2/cybersecurity.jpg",
        "title": "Cybersecurity Essentials",
        "duration": "8 weeks (1-2 hours per week)",
        "overview": "This course is designed to provide a comprehensive introduction to the field of cybersecurity. Participants will learn about the different types of cyber threats, common attack methods, and best practices for preventing cyber attacks. Topics covered include network security, cryptography, access control, and incident response.",
        "objections": "1)Understand the importance of cybersecurity in today's digital landscape. 2)Identify common types of cyber threats and attack methods. 3)Learn best practices for securing networks, applications, and data. 4)Gain knowledge of cryptography and encryption techniques. 5)Develop an understanding of access control and authentication. 6)Learn how to respond to security incidents and breaches"
    }
]